/* User/pwd server verification */
"Authentication Required" = "Anmeldung erforderlich";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Abbrechen";

/* HTTPS server verification */
"Proceed" = "Fortfahren";

/* Link long-press context menu */
"Copy Link" = "Link kopieren";

/* Google autocomplete error */
"Error: " = "Fehler: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Fehler beim Setzen der Audio-Session für webview; Möglicherweise gibt es keinen Ton.";

/* User/pwd server verification */
"Log In" = "Einloggen";

/* Link long-press context menu */
"Open Here" = "Hier öffnen";

/* Link long-press context menu */
"Open in New Tab" = "In neuem Tab öffnen";

/* User/pwd server verification */
"Password" = "Passwort";

/* Google autocomplete error */
"response code %d" = "Antwort-Code %d";

/* Google autocomplete error */
"response format unrecognized" = "Antwort-Format nicht erkannt";

/* Google autocomplete error */
"response non-decodable" = "Antwort-Code nicht dekodierbar";

/* Google autocomplete error */
"response parsing %@" = "Antwort-Analyse %@";

/* HTTPS server verification */
"Warning" = "Warnung";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "Das Sicherheitszertifikat dieser Website ist nicht vertrauenswürdig. Möchtest du fortfahren?";

/* User/pwd server verification */
"Username" = "Benutzername";

/* Link long-press context menu */
"Open in Background Tab" = "In Hintergrund-Tab öffnen";

/* Bookmark view controller */
"Edit Bookmark" = "Lesezeichen bearbeiten";

/* Link long-press context menu */
"Save Image" = "Bild speichern";

/* Link long-press context menu */
"Save Video" = "Video speichern";

/* Web download failure alert title */
"Download Failed" = "Download fehlgeschlagen";

/* Web download failure description */
"File download failed due to network error." = "Datei-Download aufgrund eines Netzwerkfehlers fehlgeschlagen.";

/* Web download failure description */
"The file had unexpected content." = "Die Datei hat unerwarteten Inhalt.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Die Datei konnte nicht unter Aufnahmen gespeichert werden.";

/* Web download failure description */
"File download failed due to internal error %@." = "Datei-Download aufgrund des internen Fehlers %@ fehlgeschlagen.";

/* Download prohibition alert text */
"Browser cannot download this file." = "Der Browser kann diese Datei nicht herunterladen.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Abbrechen";
